questionHash = {
    "self_prefrosh_attend":"Did you attend CPW when you were a prefrosh?",
    "self_prefrosh_enjoyed":"I enjoyed CPW when I visited as a prefrosh.",
    "self_prefrosh_picture":"CPW showed me an accurate picture of MIT.",
    "self_prefrosh_decide":"CPW helped me decide MIT was for me.",
    "academics_assignments":"I had trouble completing my assignments because of CPW.",
    "academics_exams":"I was unable to perform well on an exam or project because CPW did not leave me with sufficient time to prepare.",
    "academics_sleep":"How much sleep, if any, did you lose during CPW?",
    "rep_groups":"I feel that events hosted by groups/organizations on campus accurately represent their typical activities.",
    "rep_my_groups":"I think my groups/organizations are accurately depicted through our events.",
    "rep_other_groups":"I think other groups/organizations are accurately depicted through their events.",
    "rep_groups_more":"I think groups/organizations could do more to represent themselves during CPW.",
    "rep_my_living_groups":"I feel that my living group’s events accurately show how living here is like during the academic year.",
    "rep_other_living_groups":"I feel other living group’s events accurately show how living there is during the academic year.",
    "rep_living_groups_hosting":"I think hosting students in living groups allows them to see how living there during the year would be.",
    "community":"I think CPW brings the MIT community together.",
    "stress":"I feel like CPW helps me relieve stress.",
    "interact":"I feel like I interact more with my peers during CPW than during the rest of the semester.",
    "occurs_more":"I wish events like CPW happened more often during the school year.",
    "reminds":"I feel like CPW reminds me of why I came to MIT.",
    "help_out":"I am willing to help out with CPW events on campus.",
    "hosting_prefrosh":"I am willing to host prefrosh during my time at MIT.",
    "prefrosh_learn":"CPW helps prefrosh learn about MIT.",
    "share_exp":"I am willing to share my MIT experiences with prefrosh.",
    "prefrosh_accurate":"I think CPW accurately shows prefrosh what MIT is like.",
    "enjoy_cpw":"I enjoy CPW."
  }

  invertHash = _.invert(questionHash);
